Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Error: Too many objects in a column.
sv_se: Fel: För många föremål i en kolumn.

source: Error: You can only use the parachute once per journey.
sv_se: Fel: Du kan bara använda fallskärmen en gång per resa.

source: Error: Your course is incorrect.
sv_se: Fel: Din kurs är felaktig.

source: Error: cannot animate, no rows specified.
sv_se: Fel: kan inte animera, inga rader specificerade.

source: Error: cannot change colour, cell is empty.
sv_se: Fel: kan inte ändra färg, cellen är tom.

source: Error: cannot rotate, cell is empty.
sv_se: Fel: kan inte rotera, cellen är tom.

source: Escape panel starts to dissolve
sv_se: Flyktpanelen börjar lösas upp

source: Establish noise-exclusion zones.
sv_se: Upprätta ljudfria zoner.

source: Establishing student assessment policies, including <national/regional> assessments
sv_se: Upprätta rutiner för elevbedömning, inklusive nationella bedömningar

source: Establishing student disciplinary policies and procedures
sv_se: Upprätta ordningsregler och rutiner för eleverna

source: Establishing teachers’ starting salaries, including setting pay scales
sv_se: Bestämma lärarnas ingångslön, inklusive bestämma lönetariffer

source: Estimates of the mass of T. rex are calculated from fossil skeletons.
sv_se: Uppskattningar av massan hos T. rex beräknas utifrån fossila skelett.

source: Estuarine species – mainly live where the river meets the sea
sv_se: Arter som lever vid flodmynningar - lever huvudsakligen där floden möter havet

source: Estuarine water
sv_se: Bräckt vatten

source: Europe
sv_se: Europa

source: Eutrophication*
sv_se: Övergödning*

source: Even if an organism is well known, the International Union for Conservation of Nature (IUCN) defines a species as being data deficient ‘when there is inadequate information to make a direct, or indirect, assessment of its risk of extinction based on its distribution and/or population status’.
sv_se: Även om en organism är välkänd så beskrivs en art med begreppet 'kunskapsbrist' av Internationella naturvårdsunionen (IUCN på engelska) 'när det inte finns tillräcklig information för att göra en direkt eller indirekt bedömning av utrotningsrisken baserat på dess utbredning och/eller populationsstatus'.

source: Even though I take action to positively impact the environment, the issues are too complex for me to make a difference.
sv_se: Även om jag gör något för att ha en positiv inverkan på miljön, är problemen alldeles för komplexa för att jag ska kunna göra någon skillnad.

source: Every day or almost every day
sv_se: Varje dag eller nästan varje dag

source: Every fish near the recording locations should make sounds.
sv_se: Alla fiskar i närheten av inspelningsplatserna måste producera ljud.

source: Every lesson
sv_se: Varje lektion

source: Every lesson or almost every lesson
sv_se: På varje lektion eller nästan varje lektion

source: Every week or almost every week
sv_se: Varje vecka eller nästan varje vecka

source: Everyday Objects
sv_se: Vardagsföremål

source: Example
sv_se: Exempel

source: Example 1
sv_se: Exempel 1

source: Example 2
sv_se: Exempel 2

source: Example 3
sv_se: Exempel 3

source: Example 4
sv_se: Exempel 4

source: Example 5
sv_se: Exempel 5

source: Example: If travel time increases, arrival time of the bus is later.
sv_se: Exempel: om restiden ökar, blir bussens ankomsttid senare.

source: Examples of radioisotopes
sv_se: Exempel på radioaktiva isotoper

source: Excess nitrogen can overstimulate the growth of organic matter (aquatic plants and algae).
sv_se: Ett överskott av kväve kan överstimulera tillväxten av organiskt material (vattenlevande växter och alger).

source: Excessive use of artificial outdoor lights contributes to light pollution, which can have many negative impacts.
sv_se: Överdriven användning av artificiell utomhusbelysning bidrar till ljusföroreningar, vilket kan ha många negativa effekter.

source: Excursions or field trips related to <English²> learning
sv_se: Utflykter eller studieresor med koppling till undervisningen i engelska

source: Exercise or practise a sport (e.g. running, cycling, aerobics, soccer, skating, <country-specific>)
sv_se: Tränar eller utövar en sport (t.ex. löptränar, cyklar, aerobics, fotboll, skating, innebandy)

source: Existing products are reused, recycled or repurposed.
sv_se: Existerande produkter återanvänds, återvinns eller används på nya sätt.

source: Exit exhibition
sv_se: Lämna utställningen

source: Experiment lab
sv_se: Experimentlabb

source: Explain grammatical rules in <English²>.
sv_se: Förklarar grammatikreglerna på engelska.

source: Explain grammatical rules in <PISA reading test language> or another language different from <English²>.
sv_se: Förklarar grammatikreglerna på svenska eller på något annat språk än engelska.

source: Explain how carbon-dioxide emissions affect global climate change.
sv_se: Förklara hur koldioxidutsläpp påverkar de globala klimatförändringarna.

source: Explain how deforestation of the Amazon Rainforest could contribute to a global warming tipping point.
sv_se: Förklara hur skövling av Amazonas regnskog kan bidra till en tippningspunkt för den globala uppvärmningen.

source: Explain how each of the following human activities contributes to the increasing carbon dioxide level in the atmosphere.
sv_se: Förklara hur var och en av följande mänskliga aktiviteter bidrar till den ökande koldioxidhalten i atmosfären.

source: Explain how retaining stubble in the fields could help to increase amounts of soil organic carbon (SOC).
sv_se: Förklara hur stubb som lämnas kvar på fälten kan bidra till att öka mängden organiskt kol i marken (SOC).

source: Explain how the data in the two graphs can be used to support Isabella’s opinion.
sv_se: Förklara hur data i de två diagrammen kan användas för att stödja Isabellas åsikt.

source: Explain how the data supports this person’s suggestion.
sv_se: Förklara hur data stödjer denna persons förslag.

source: Explain how the properties of water contribute to the sinking of buildings when permafrost melts.
sv_se: Förklara vilken egenskap hos vatten som gör att byggnader sjunker när permafrost smälter.

source: Explain how the taller grass keeps the temperature of the soil beneath the grass cooler than where the grass is short.
sv_se: Förklara hur det högre gräset håller temperaturen i jorden under gräset svalare än där gräset är kort.

source: Explain how your personal data are being collected and shared by any particular app or website
sv_se: Förklara hur dina personuppgifter samlas in och delas av en viss app eller webbplats

source: Explain in <English²> what you should do.
sv_se: Förklarar på engelska vad du behöver göra.

source: Explain in <PISA reading test language> or another language different from <English²>what you should do.
sv_se: Förklarar på svenska eller på något annat språk än engelska vad du behöver göra.

source: Explain one way in which artificial night lighting of large cities makes it difficult for birds to find their way during their migration.
sv_se: Beskriv ett sätt på vilket nattlig artificiell belysning i stora städer gör det svårare för fåglar att navigera när de flyttar.

source: Explain one way in which the environment benefits when electricity is generated using wind instead of fossil fuels.
sv_se: Beskriv en fördel för miljön med att generera elektricitet med vind istället för fossila bränslen.

source: Explain scientific aspects of waste disposal.
sv_se: Förklara naturvetenskapliga aspekter av avfallshantering.

source: Explain the next task in <English²>.
sv_se: Förklarar nästa uppgift på engelska.

source: Explain the next task in <PISA reading test language> or another language different from <English²>.
sv_se: Förklarar nästa uppgift på svenska eller på något annat språk än engelska.

source: Explain the reason for this.
sv_se: Förklara orsaken till detta.

source: Explain what will happen to a population of houseflies if the population of black soldier flies living in the same area increases.
sv_se: Förklara vad som kommer att hända med en population husflugor om populationen svarta soldatflugor som lever i samma området ökar.

source: Explain why a source of information about rainwater harvesting in other parts of the world could also benefit Boribun.
sv_se: Förklara varför en informationskälla om uppsamling av regnvatten i andra delar av världen också skulle kunna vara till nytta för Boribun.

source: Explain why earthquakes occur more frequently in some areas than in others.
sv_se: Förklara varför jordbävningar förekommer oftare i en del områden än i andra.

source: Explain why pentane boils at a lower temperature than decane.
sv_se: Förklara varför pentan kokar vid lägre temperatur än dekan.

source: Explain why some countries suffer from the effects of global climate change more than others.
sv_se: Förklara varför vissa länder drabbas mer av de globala klimatförändringarnas effekter än andra.

source: Explain why the number ‘2’ is used in the formula for calculating the distance travelled by sound in echolocation.
sv_se: Förklara varför talet '2' används i formeln för beräkning av det avstånd som ljudet färdas i ekolokalisering.

source: Explain why the student’s statement is correct.
sv_se: Förklara varför elevens svar är korrekt.

source: Explain why this source is relevant to Boribun.
sv_se: Förklara varför denna informationskälla är relevant för Boribun.

source: Explain why you chose each property.
sv_se: Förklara varför du valde var och en av egenskaperna.

source: Explain why you chose these locations for the microphones.
sv_se: Förklara varför du valde dessa platser för mikrofonerna.

source: Explain why.
sv_se: Förklara varför.

source: Explain your answer by referring to the graph.
sv_se: Förklara ditt svar genom att hänvisa till diagrammet.

source: Explain your answer using the results of the simulation.
sv_se: Förklara ditt svar med hjälp av resultaten från simuleringen.

source: Explain your answer.
sv_se: Förklara ditt svar.

source: Explain your choice.
sv_se: Förklara ditt val.

source: Explain your reasoning.
sv_se: Förklara ditt resonemang.

source: External evaluation
sv_se: Extern utvärdering

source: External evaluation: Evaluation as part of a process controlled and headed by an external body.
sv_se: Extern utvärdering: Utvärdering som en del av en process styrd och ledd av en extern organisation.

source: External school evaluation: Evaluation as part of a process controlled and headed by an external body.
sv_se: Extern utvärdering: Utvärdering som en del av en process styrd och ledd av en extern organisation.

source: Extinct/extinct in the wild
sv_se: Utdöd/utdöd i vilt tillstånd

source: Extinction Risk
sv_se: Utrotningsrisk

source: Extinction of plants and animals
sv_se: Utdöendet av växter och djur

source: Extinction risk in major animal groups
sv_se: Utrotningsrisk i större djurgrupper

source: Extinction risk is not as well studied in reptiles as it is in other animal groups, such as birds and mammals.
sv_se: Utrotningsrisken är inte lika väl undersökt hos reptiler som i andra djurgrupper, till exempel fåglar och däggdjur.

source: Eyes detect light faster than ears detect sound.
sv_se: Ögonen registrerar ljus snabbare än öronen registrerar ljud.

source: Fabric
sv_se: Tyg

source: Fabric 1
sv_se: Tyg 1

source: Fabric 2
sv_se: Tyg 2

source: Fabric 3
sv_se: Tyg 3

source: Fabric 4
sv_se: Tyg 4

source: Fabric 5
sv_se: Tyg 5

source: Face-to-face (in-person) tutoring with an instructor
sv_se: Enskild undervisning med en lärare

source: Factors other than global temperature are affecting sea level rise.
sv_se: Faktorer förutom global temperatur påverkar havsnivåns höjning.

source: False
sv_se: Falskt

source: Farmers breed the flies in compost systems.
sv_se: Lantbrukare föder upp flugorna i kompostsystem.

source: Farmers try to control weeds using a variety of methods because weeds compete with farmed plants for resources such as sunlight, nutrients, and water.
sv_se: Jordbrukare försöker bekämpa ogräs med olika metoder eftersom ogräs konkurrerar med odlade växter om resurser som solljus, näringsämnen och vatten.

source: Fast Fashion
sv_se: Kortvarigt mode

source: Father
sv_se: Pappa

source: Father or male guardian (<Step-father>,< foster father or adoptive father>)
sv_se: Pappa eller mannlig vårdnadshavare (styvpappa eller fosterpappa)

source: Fat (g)
sv_se: Fett (g)

source: February
sv_se: Februari

source: Female
sv_se: Flicka

source: Fewer people wear masks
sv_se: Färre människor bär munskydd

source: Fibre (g)
sv_se: Fibrer (g)

source: Field studies require less researcher time and equipment and therefore are cheaper.
sv_se: Fältstudier kräver mindre forskartid och utrustning och är därför billigare.

source: Fifty radioactive fluorine-18 atoms are represented by the dots on this grid.
sv_se: Femtio radioaktiva fluor-18-atomer representeras av punkterna i detta rutnät.

source: Fill two cells with an image (see Artwork example).
sv_se: Fylla två celler med en bild (se konstverksexemplet).

source: Filters can be placed in front of lamps to block some wavelengths of light but allow other wavelengths of light to pass through.
sv_se: Filter kan sättas framför lampor för att blockera vissa våglängder och låta andra våglängder av ljus passera igenom.

source: Filtration
sv_se: Filtrering

source: Final sound intensity (W/m²)
sv_se: Slutlig ljudintensitet (W/m²)

source: Finally, answer this question: Which dolphins act on the second call from the calling dolphin?
sv_se: Besvara slutligen denna fråga: Vilka delfiner reagerar på det andra ljudet från delfinen som gör ljud?

source: Find a way to travel to the two using the fewest code blocks you can.
sv_se: Hitta ett sätt att köra till de två genom att använda så få kodblock som möjligt.

source: Find out how weeds can be controlled in forests.
sv_se: Ta reda på hur ogräs kan bekämpas i skogar.

source: Find out if the factory is abiding by the local environment laws and policies.
sv_se: Ta reda på om fabriken följer lokala miljölagar och riktlinjer.

source: Find out what each unlabelled call means by comparing Recordings 1 and 2.
sv_se: Ta reda på vad varje omärkt ljud betyder genom att jämföra inspelning 1 och 2.

source: Find out what each unlabelled call means by comparing Recordings 5 and 6.
sv_se: Ta reda på vad varje omärkt ljud betyder genom att jämföra inspelning 5 och 6.

source: Finding an unknown value
sv_se: Ta reda på ett okänt värde

source: Fine particles in the air, such as soot and dust, have an impact on light pollution, as illustrated in the diagram below.
sv_se: Små partiklar i luften, som sot och damm, påverkar ljusföroreningar, såsom illustrerat i figuren nedan.

source: Finish
sv_se: Avsluta

source: Finish search
sv_se: Avsluta sökningen

source: First change
sv_se: Den första förändringen.

source: First group of adults:
sv_se: Första gruppen av vuxna:

source: First increases, then no change
sv_se: Ökar först, sedan ingen förändring

source: First no change, then increases
sv_se: Först ingen förändring, ökar sedan

source: First way:
sv_se: Första sättet:

source: First, learn how to change the number of artworks.
sv_se: Först ska du lära dig att ändra antalet konstverk.

source: First, select answers for the questions below.
sv_se: Välj först svar på frågorna nedan.

source: First, set the number of visitors to 25 and click Run.
sv_se: Ställ först in antalet besökare på 25 och klicka på Kör.

source: First, show me what you already know by answering some questions.
sv_se: Visa mig först vad du redan kan genom att svara på några frågor.

source: Fish have problems absorbing oxygen if there is too much noise.
sv_se: Fiskar har problem att absorbera syre om det är för mycket ljud.

source: Fish-rich area
sv_se: Område med mycket fisk

source: Fitness
sv_se: Kondition

source: Fitness does not change
sv_se: Konditionen förändras inte

source: Fitness does change
sv_se: Konditionen förändras

source: Fitness App
sv_se: Konditionsapp

source: Fitness changes depending on many factors.
sv_se: Konditionen förändras beroende på många faktorer.

source: Fitness score
sv_se: Konditionspoäng

source: Fitness scores range from 0 points (poor) to 100 points (excellent).
sv_se: Konditionspoängen varierar från 0 poäng (dålig) till 100 poäng (utmärkt).

source: Five
sv_se: Fem

source: Five or more
sv_se: Fem eller fler

source: Five or more times
sv_se: Fem eller fler gånger

source: Five possible underwater recording locations are marked on the map to the right.
sv_se: Fem möjliga inspelningsplatser under vattnet är markerade på kartan till höger.

source: Fix the flowchart so visitors attempt to visit all possible rooms before exiting.
sv_se: Åtgärda flödesschemat så att besökare försöker att besöka alla rum innan de går därifrån.

source: Flammable
sv_se: Lättantändlig

source: Flammable: Ignites (catches on fire) easily when exposed to a flame.
sv_se: Lättantändlig: antänder (fattar eld) snabbt vid exponering för öppen låga.

source: Flowchart
sv_se: Flödesschema

source: Fluorine-18
sv_se: Fluor-18

source: Foil sachets can be recycled.
sv_se: Portionspåsar av metallfolie kan återvinnas.

source: Follow the instructions in the flowchart.
sv_se: Följ instruktionerna i flödesschemat.

source: Follow these steps to see how the simulation works:
sv_se: Följ stegen nedan för att se hur simuleringen fungerar:

source: Food Chain
sv_se: Näringskedja

source: Food chains are models that represent the flow of matter and energy in nature.
sv_se: Näringskedjor är modeller som representerar flödet av materia och energi i naturen.

source: Food containers should provide good thermal insulation (to keep food warm or cold).
sv_se: Matförpackningar ska ha bra isolering (för att hålla maten varm eller kall).

source: Food: greenhouse gas emissions across the life-cycle
sv_se: Livsmedel: utsläpp av växthusgaser under livscykeln

source: For a constant pressure, volume always stays the same as temperature increases.
sv_se: Vid ett konstant tryck förblir volymen alltid densamma när temperaturen ökar.

source: For a constant temperature, volume decreases as pressure increases.
sv_se: Vid en konstant temperatur minskar volymen när trycket ökar.

source: For a constant value of pressure, temperature increases as volume increases.
sv_se: Vid ett konstant tryck ökar temperaturen när volymen ökar.

source: For a crop to be certified as organic, it cannot be grown with synthetic fertilisers or pesticides.
sv_se: För att en gröda ska kunna certifieras som ekologisk får den inte odlas med hjälp av syntetiska gödningsmedel eller bekämpningsmedel.

source: For about 200 years, human activity has released increasing amounts of carbon dioxide into the atmosphere.
sv_se: I cirka 200 år har mänsklig aktivitet lett till ökande utsläpp av koldioxid i atmosfären.

source: For all subjects
sv_se: I alla ämnen

source: For both species, the same number of frogs moved away from the speaker and continued calling.
sv_se: Samma antal av båda grodarterna flyttade sig bort från högtalaren och fortsatte med sina lockläten.

source: For communicating with people from different cultures
sv_se: För att kommunicera med personer från andra kulturer

source: For each action, select one cell to show the way(s) it would reduce energy use.
sv_se: För varje åtgärd, välj en cell för att visa de sätt på vilka den skulle minska energianvändningen.

source: For each animal subgroup, each bar on the graph gives the percentage of species that are at extinction risk.
sv_se: För varje undergrupp av djur visar varje stapel i diagrammet procentandelen arter som är utrotningshotade.

source: For each call, select the label that matches its meaning using the drop-down.
sv_se: För varje ljud väljer du den märkning från rullistan som motsvarar betydelsen.

source: For each element of path lighting in the table, select the option that would help to reduce the park’s light pollution and energy consumption.
sv_se: För var och en av komponenterna i tabellen, för belysning av gångvägarna, välj det som skulle hjälpa till att minska parkens ljusföroreningar och energiförbrukning.

source: For each group of argan trees, the lengths of the main stems were measured and averaged.
sv_se: Längden på huvudstammarna mättes och ett genomsnitt beräknades för varje grupp arganträd.

source: For each line, select the option that best describes how you currently feel.
sv_se: För varje rad ska du välja det alternativ som bäst beskriver hur du känner dig just nu.

source: For each step, select from the drop-down menus the correct form of energy before and after the transformations that occur at each step.
sv_se: För varje steg, välj från rullgardinsmenyerna rätt energiform före och efter de omvandlingar som sker vid varje steg.

source: For each type of position listed below, please indicate the number of non-teaching staff currently working in this school.
sv_se: För varje typ av tjänst som anges nedan ska du ange antalet övrig personal som arbetar på den här skolan.

source: For each way of learning, please indicate how often you use it.
sv_se: För varje sätt att lära sig, ange hur ofta du använder det.

source: For entertainment (e.g. games, movies, music)
sv_se: För nöjes skull (t.ex. spel, titta på film, lyssna på musik)

source: For example, a material with a particular pore diameter and number of pores allows 20% of the initial sound to be transmitted, so its absorption coefficient will be 80%.
sv_se: Om ett material med en viss pordiameter och ett visst antal porer släpper igenom 20 % av det ursprungliga ljudet har det en absorptionskoefficient på 80 %.

source: For example, a yellow filter will only allow yellow light to pass through it.
sv_se: Till exempel släpper ett gult filter bara igenom gult ljus.

source: For example, animals release carbon dioxide to the atmosphere, while plants absorb it from the atmosphere.
sv_se: Djur släpper till exempel ut koldioxid i atmosfären medan växter suger upp det från atmosfären.

source: For example, birds sing.
sv_se: Till exempel fåglar sjunger.

source: For example, emissions from burning fossil fuels are a carbon source.
sv_se: Till exempel är utsläpp från förbränning av fossila bränslen kolkällor.

source: For example, forests are carbon sinks.
sv_se: Till exempel är skogar kolsänkor.

source: For example, in Plan 1 Max swims for 1 hour each week and runs for 2 hours each week.
sv_se: I till exempel upplägg 1 simmar Martin 1 timme varje vecka och springer 2 timmar varje vecka.

source: For example, in this food chain, the bird gets its energy by eating frogs.
sv_se: Ett exempel i den här näringskedjan är att fågeln får sin energi genom att äta grodor.

source: For example, metal foams are placed inside aircraft engines to reduce the sound emitted.
sv_se: Metallskum placeras till exempel inuti flygplansmotorer för att minska ljudet de avger.

source: For example, once the average global temperature increases to a certain point, there may be a collapse in an Arctic or Antarctic ice sheet, or a change in an ocean current.
sv_se: När till exempel medeltemperaturen ökar till en viss punkt kan ett istäcke i Arktis eller Antarktis kollapsa, eller havsströmmar förändras.

source: For example, some students may switch between one home with one parent and another home with another parent.
sv_se: En del elever kan till exempel bo växelvis i ett hem med en förälder och i ett annat hem med den andra föräldern.

source: For example:
sv_se: Till exempel:

source: For getting a job that I like
sv_se: För att få ett jobb jag tycker om

source: For many places that will be affected by rising sea levels, relocation may not be possible.
sv_se: Många platser som kommer att påverkas av stigande havsnivåer kanske inte kan flyttas.
